Repository: doroved/mac-installer
Catalog: MacInstaller/Localizable.xcstrings
Source language: en
Languages: bg, de, es, fr, hi, it, ja, ko, pt, ru, tr, vi, zh_hans

source: %@ Installer
bg: Инсталатор на %@
de: %@ Installationsprogramm
es: Instalador de %@
fr: Programme d'installation %@
hi: %@ इंस्टॉलर
it: Programma di installazione %@
ja: %@ インストーラー
ko: %@ 설치 프로그램
pt: Instalador de %@
ru: Установщик %@
tr: %@ Yükleyicisi
vi: Trình cài đặt %@
zh_hans: %@ 安装程序

source: Application file (.app) not found.
bg: Файлът на приложението (.app) не е намерен.
de: Anwendungsdatei (.app) nicht gefunden.
es: No se encontró el archivo de aplicación (.app).
fr: Fichier d'application (.app) introuvable.
hi: एप्लिकेशन फ़ाइल (.app) नहीं मिली।
it: File applicazione (.app) non trovato.
ja: アプリケーションファイル (.app) が見つかりません。
ko: 응용 프로그램 파일(.app)을 찾을 수 없습니다.
pt: Ficheiro de aplicação (.app) não encontrado.
ru: Файл приложения (.app) не найден.
tr: Uygulama dosyası (.app) bulunamadı.
vi: Không tìm thấy tệp ứng dụng (.app).
zh_hans: 未找到应用文件 (.app)。

source: Architecture is not supported.
bg: Архитектурата не се поддържа.
de: Die Architektur wird nicht unterstützt.
es: La arquitectura no es compatible.
fr: L'architecture n'est pas prise en charge.
hi: आर्किटेक्चर समर्थित नहीं है।
it: Architettura non supportata.
ja: アーキテクチャはサポートされていません。
ko: 아키텍처가 지원되지 않습니다.
pt: A arquitetura não é suportada.
ru: Архитектура не поддерживается.
tr: Mimari desteklenmiyor.
vi: Kiến trúc không được hỗ trợ.
zh_hans: 不支持此架构。

source: Are you sure you want to exit? Installation will be canceled.
bg: Сигурни ли сте, че искате да излезете? Инсталацията ще бъде отменена.
de: Sind Sie sicher, dass Sie beenden möchten? Die Installation wird abgebrochen.
es: ¿Está seguro de que desea salir? La instalación se cancelará.
fr: Êtes-vous sûr de vouloir quitter ? L'installation sera annulée.
hi: क्या आप वाकई बाहर निकलना चाहते हैं? इंस्टॉलेशन रद्द कर दी जाएगी।
it: Sei sicuro di voler uscire? L'installazione verrà annullata.
ja: 終了してもよろしいですか？インストールはキャンセルされます。
ko: 종료하시겠습니까? 설치가 취소됩니다.
pt: Tem certeza de que deseja sair? A instalação será cancelada.
ru: Вы уверены, что хотите выйти? Установка будет отменена.
tr: Çıkmak istediğinizden emin misiniz? Kurulum iptal edilecektir.
vi: Bạn có chắc chắn muốn thoát không? Việc cài đặt sẽ bị hủy.
zh_hans: 确定要退出吗？安装将被取消。

source: Close
bg: Затвори
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng
zh_hans: 关闭

# Command execution failed: %@. Output: %@
source: Command execution failed: %1$@. Output: %2$@
bg: Изпълнението на командата е неуспешно: %1$@. Изход: %2$@
de: Befehlsausführung fehlgeschlagen: %1$@. Ausgabe: %2$@
es: Fallo en la ejecución del comando: %1$@. Salida: %2$@
fr: Échec de l'exécution de la commande : %1$@. Sortie : %2$@
hi: कमांड निष्पादन विफल: %1$@. आउटपुट: %2$@
it: Esecuzione del comando fallita: %1$@. Output: %2$@
ja: コマンドの実行に失敗しました：%1$@。出力：%2$@
ko: 명령 실행 실패: %1$@. 출력: %2$@
pt: Falha na execução do comando: %1$@. Saída: %2$@
ru: Ошибка выполнения команды: %1$@. Вывод: %2$@
tr: Komut yürütme başarısız: %1$@. Çıktı: %2$@
vi: Thực thi lệnh thất bại: %1$@. Đầu ra: %2$@
zh_hans: 命令执行失败：%1$@。输出：%2$@

source: Continue installation
bg: Продължи инсталацията
de: Installation fortsetzen
es: Continuar instalación
fr: Continuer l'installation
hi: इंस्टॉलेशन जारी रखें
it: Continua installazione
ja: インストールを続行
ko: 설치 계속
pt: Continuar instalação
ru: Продолжить установку
tr: Kuruluma devam et
vi: Tiếp tục cài đặt
zh_hans: 继续安装

source: Could not find the .dmg file for architecture %@ in the release assets.
bg: Не може да бъде намерен .dmg файлът за архитектура %1$@ в активите на изданието.
de: Die .dmg-Datei für die Architektur %1$@ wurde in den Release-Assets nicht gefunden.
es: No se pudo encontrar el archivo .dmg para la arquitectura %1$@ en los recursos de la versión.
fr: Impossible de trouver le fichier .dmg pour l'architecture %1$@ dans les ressources de la version.
hi: रिलीज़ एसेट में आर्किटेक्चर %1$@ के लिए .dmg फ़ाइल नहीं मिल सकी।
it: Impossibile trovare il file .dmg per l'architettura %1$@ nelle risorse di rilascio.
ja: リリースアセット内に、アーキテクチャ %1$@ の .dmg ファイルが見つかりませんでした。
ko: 릴리스 자산에서 %1$@ 아키텍처용 .dmg 파일을 찾을 수 없습니다.
pt: Não foi possível encontrar o ficheiro .dmg para a arquitetura %1$@ nos ativos de lançamento.
ru: Не удалось найти файл .dmg для архитектуры %@ в релизе.
tr: Sürüm varlıklarında %1$@ mimarisi için .dmg dosyası bulunamadı.
vi: Không tìm thấy tệp .dmg cho kiến trúc %1$@ trong tài sản phát hành.
zh_hans: 未能在发布资源中找到架构 %1$@ 的 .dmg 文件。

source: Downloading the app...
bg: Изтегляне на приложението...
de: App wird heruntergeladen...
es: Descargando la aplicación...
fr: Téléchargement de l'application...
hi: एप्लिकेशन डाउनलोड हो रहा है...
it: Download dell'app in corso...
ja: アプリをダウンロード中...
ko: 앱 다운로드 중...
pt: A transferir a aplicação...
ru: Скачиваем приложение...
tr: Uygulama indiriliyor...
vi: Đang tải xuống ứng dụng...
zh_hans: 正在下载应用...

source: Exit
bg: Изход
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
pt: Sair
ru: Выйти
tr: Çıkış
vi: Thoát
zh_hans: 退出

source: Initialization...
bg: Инициализиране...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
hi: प्रारंभ हो रहा है...
it: Inizializzazione...
ja: 初期化中...
ko: 초기화 중...
pt: A inicializar...
ru: Инициализация...
tr: Başlatılıyor...
vi: Đang khởi tạo...
zh_hans: 初始化...

source: Installation canceled by the user.
bg: Инсталацията е отменена от потребителя.
de: Installation vom Benutzer abgebrochen.
es: Instalación cancelada por el usuario.
fr: Installation annulée par l'utilisateur.
hi: यूज़र द्वारा इंस्टॉलेशन रद्द कर दी गई।
it: Installazione annullata dall'utente.
ja: インストールはユーザーによってキャンセルされました。
ko: 사용자가 설치를 취소했습니다.
pt: Instalação cancelada pelo utilizador.
ru: Установка отменена пользователем.
tr: Kurulum kullanıcı tarafından iptal edildi.
vi: Cài đặt đã bị người dùng hủy.
zh_hans: 用户取消了安装。

source: Installation Error
bg: Грешка при инсталиране
de: Installationsfehler
es: Error de instalación
fr: Erreur d'installation
hi: इंस्टॉलेशन त्रुटि
it: Errore di installazione
ja: インストールエラー
ko: 설치 오류
pt: Erro de instalação
ru: Ошибка установки
tr: Kurulum Hatası
vi: Lỗi cài đặt
zh_hans: 安装错误

source: Installation not complete!
bg: Инсталацията не е завършена!
de: Installation nicht abgeschlossen!
es: ¡Instalación incompleta!
fr: Installation incomplète !
hi: इंस्टॉलेशन पूरा नहीं हुआ!
it: Installazione non completata!
ja: インストールが完了していません！
ko: 설치가 완료되지 않았습니다!
pt: Instalação incompleta!
ru: Установка не завершена!
tr: Kurulum tamamlanmadı!
vi: Cài đặt chưa hoàn tất!
zh_hans: 安装未完成！

source: Installing the application...
bg: Инсталиране на приложението...
de: Anwendung wird installiert...
es: Instalando la aplicación...
fr: Installation de l'application...
hi: एप्लिकेशन इंस्टॉल हो रहा है...
it: Installazione dell'applicazione in corso...
ja: アプリケーションをインストール中...
ko: 응용 프로그램 설치 중...
pt: A instalar a aplicação...
ru: Установка приложения...
tr: Uygulama kuruluyor...
vi: Đang cài đặt ứng dụng...
zh_hans: 正在安装应用...

source: Internal error: Failed to determine the file save location.
bg: Вътрешна грешка: Неуспешно определяне на местоположението за запис на файла.
de: Interner Fehler: Speicherort der Datei konnte nicht bestimmt werden.
es: Error interno: No se pudo determinar la ubicación para guardar el archivo.
fr: Erreur interne : Impossible de déterminer l'emplacement d'enregistrement du fichier.
hi: आंतरिक त्रुटि: फ़ाइल को सहेजने के स्थान का निर्धारण विफल रहा।
it: Errore interno: Impossibile determinare la posizione di salvataggio del file.
ja: 内部エラー：ファイルの保存場所を特定できませんでした。
ko: 내부 오류: 파일을 저장할 위치를 결정하지 못했습니다.
pt: Erro interno: Falha ao determinar o local de gravação do ficheiro.
ru: Внутренняя ошибка: Не удалось определить место сохранения файла.
tr: İç hata: Dosya kaydetme konumu belirlenemedi.
vi: Lỗi nội bộ: Không xác định được vị trí lưu tệp.
zh_hans: 内部错误：无法确定文件保存位置。

source: Network error: HTTP %lld.
bg: Мрежова грешка: HTTP %1$lld.
de: Netzwerkfehler: HTTP %1$lld.
es: Error de red: HTTP %1$lld.
fr: Erreur réseau : HTTP %1$lld.
hi: नेटवर्क त्रुटि: HTTP %1$lld।
it: Errore di rete: HTTP %1$lld.
ja: ネットワークエラー：HTTP %1$lld。
ko: 네트워크 오류: HTTP %1$lld.
pt: Erro de rede: HTTP %1$lld.
ru: Сетевая ошибка: HTTP %lld.
tr: Ağ hatası: HTTP %1$lld.
vi: Lỗi mạng: HTTP %1$lld.
zh_hans: 网络错误：HTTP %1$lld。

source: Repeat
bg: Повтори
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: दोहराएँ
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Repetir
ru: Повторить
tr: Tekrarla
vi: Thử lại
zh_hans: 重试

source: The application is already installed. You can delete the installation file.
bg: Приложението вече е инсталирано. Можете да изтриете инсталационния файл.
de: Die Anwendung ist bereits installiert. Sie können die Installationsdatei löschen.
es: La aplicación ya está instalada. Puede eliminar el archivo de instalación.
fr: L'application est déjà installée. Vous pouvez supprimer le fichier d'installation.
hi: एप्लिकेशन पहले से इंस्टॉल है। आप इंस्टॉलेशन फ़ाइल हटा सकते हैं।
it: L'applicazione è già installata. Puoi eliminare il file di installazione.
ja: アプリケーションは既にインストールされています。インストールファイルを削除できます。
ko: 응용 프로그램이 이미 설치되었습니다. 설치 파일을 삭제할 수 있습니다.
pt: A aplicação já está instalada. Pode eliminar o ficheiro de instalação.
ru: Приложение уже установлено. Вы можете удалить установочный файл.
tr: Uygulama zaten yüklü. Kurulum dosyasını silebilirsiniz.
vi: Ứng dụng đã được cài đặt. Bạn có thể xóa tệp cài đặt.
zh_hans: 应用已安装。您可以删除安装文件。
